{"title":"Deepest Deep to Intense Porcelain","dek":"The super deep dive into the names of foundation shades","intro":"We've written before about the colors of foundation shades, but what we didn't discuss was the names of those colors. Anecdotally, \"nude\" a phrase that really should refer to any skin tone, is often a pale color. Lighter colors are often \"ivory\" and the likes, while darker colors tend to be named after foods \"chocolate\" or \"coffee\". I'm curious about these trends as a whole and want to know how foundation shades are named. I’ve scraped all 207 foundations (around 4,500 different shades) from Sephora’s website.","steps":[{"text":"We found 106 shades from 71 products that contained the word “nude” in the name.","step":"all"},{"text":"If we sort the shades based on how light or dark they are, we can start to get a sense of what types of shades are considered “nude”.","step":"sort"},{"text":"The majority of shades named “nude” are clustered in the light to mid end of the shade spectrum.","step":"majority"},{"text":"We found a few outliers; darker shades that contain “nude”. One is from a brand called “NudeStix” which labels every shade “nude”. The darkest nude shade is given a qualifier to the title. Check out “nude mocha”.","step":"highlight"},{"text":"We see the same naming trends in shades called “natural”. Once again, most of the shades in this group are light, with the lone dark shade containing a “food qualifier”. Natural toffee is the only “natural” shade paired with a food name.","step":"natural"}],"story":[{"prose":[{"sub":"food","text":"After a simple number/letter system, the most common way to describe shades is to use names of food."}]},{"prose":[{"sub":"drink","text":"Similarly, many shades are named after drinks."}]},{"prose":[{"sub":"color","text":"When possible, companies often try to rely on colors that exist in our lexicon."}]},{"prose":[{"sub":"skin","text":"Since foundation is intended to look like your skin, it’s perhaps no surprise that some shades are called things like “nude” or “flesh”."}]},{"prose":[{"sub":"rock","text":"Many companies also rely on geological or other naturally occurring substances like gemstones and ivory."}]},{"prose":[{"sub":"wood","text":"Some shades are named after types of wood or other plants"}]},{"prose":[{"sub":"location","text":"A few brands name all of their shades after locations"}]},{"prose":[{"sub":"misc","text":"And then some shades fall into a bucket amongst other “miscellaneous” names."}]}]}