{"title":"Deepest Deep to Intense Porcelain","dek":"The super deep dive into the names of foundation shades","intro":"This story focuses on the words we use to describe different skin colors (as described by foundation shades) and the microaggressions that can come along with that. For instance, \"nude\" and \"natural\" are names given predominantly to light colors. The darkest shade in both categories are concatenated with a food name (\"nude mocha\" and \"natural toffee\") while lighter shades throughout are either just \"nude\" or \"natural\" or concatenated with a generic color (\"natural beige\" etc.) What does that say about which skin colors are being centered and considered the default. Similarly, if foundations don't use words to describe their foundations, they typically default to a number system. But even still, out of the 122 products that uses a numerical scale to describe various colors, only 4 start the number scale at the darkest and move towards the lightest shades in bigger numbers. Again, light tones are considered the default, are displayed first, and are being prioritized above darker tones.","steps":[{"text":"We found 106 shades from 71 products that contained the word “nude” in the name.","step":"all"},{"text":"If we sort the shades based on how light or dark they are, we can start to get a sense of what types of shades are considered “nude”.","step":"sort"},{"text":"The majority of shades named “nude” are clustered in the light to mid end of the shade spectrum.","step":"majority"},{"text":"You may be wondering if this is due to shade availability. There are fewer dark shades available in general, so naturally, there would be fewer called nude. Let’s see if that’s the case. Instead of looking at individual color swatches, let’s momentarily consider the overall shape these swatches create when they are arranged from dark to light.","step":"distribution"},{"text":"Now, let’s overlay that with what we expect the shape of these swatches to look like, if those 107 shades followed the same pattern as all 6,773 swatches in our dataset. The middle range of shades are named nude at more often than we’d expect them to be and we should expect to see many more dark shades called nude than we actually found.","step":"compare"},{"text":"Of the handful of darker shades with “nude” in their name, many can be attributed to a single brand, NudeStix, which labels every shade “nude”.","step":"nudestix"},{"text":"The darkest that was given the “nude” moniker. However, the shade given a qualifier to the title. This isn’t just “nude”. It’s “nude mocha”. There are only 2 other shades with food qualifiers: “nude vanilla” and “nude bisque”.","step":"highlight"},{"text":"We see the same naming trends in shades called “natural”. Once again, most of the shades in this group are light, with the lone dark shade containing a “food qualifier”. Natural toffee is the only “natural” shade paired with a food name.","step":"natural"}],"story":[{"prose":[{"sub":"food","text":"After a simple number/letter system, the most common way to describe shades is to use names of food."}]},{"prose":[{"sub":"drink","text":"Similarly, many shades are named after drinks."}]},{"prose":[{"sub":"color","text":"When possible, companies often try to rely on colors that exist in our lexicon."}]},{"prose":[{"sub":"skin","text":"Since foundation is intended to look like your skin, it’s perhaps no surprise that some shades are called things like “nude” or “flesh”."}]},{"prose":[{"sub":"rock","text":"Many companies also rely on geological or other naturally occurring substances like gemstones and ivory."}]},{"prose":[{"sub":"wood","text":"Some shades are named after types of wood or other plants"}]},{"prose":[{"sub":"location","text":"A few brands name all of their shades after locations"}]},{"prose":[{"sub":"misc","text":"And then some shades fall into a bucket amongst other “miscellaneous” names."}]}]}